app/views/profit_loss_client/report.html.haml

        - total_returns += client_presenter.total_returns
    - client_presenter.sport.each do |key, sport|
---
SELECT "sports".* FROM "sports" WHERE "sports"."id" = 1 LIMIT 1